Revit 2024 API
UV.U Property
Gets the first coordinate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double U { get; }
Visual Basic
Public ReadOnly Property U As Double
	Get
Visual C++
public:
property double U {
	double get ();
}
See Also
UV Class
Autodesk.Revit.DB Namespace